Repository: Denis-Davidoff/macos-language-toggler
Catalog: LanguageToggler/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ru, tr, uk, zh_hans

source: About LanguageToggler
de: Über LanguageToggler
es: Acerca de LanguageToggler
fr: À propos de LanguageToggler
it: Informazioni su LanguageToggler
ja: LanguageTogglerについて
ru: О LanguageToggler
tr: LanguageToggler Hakkında
uk: Про LanguageToggler
zh_hans: 关于 LanguageToggler

source: Accessibility Access
de: Bedienungshilfen-Zugriff
es: Acceso de accesibilidad
fr: Accès d'accessibilité
it: Accesso accessibilità
ja: アクセシビリティアクセス
ru: Доступ к универсальному доступу
tr: Erişilebilirlik Erişimi
uk: Доступ до спеціальних можливостей
zh_hans: 辅助功能访问

source: Author: Denis Davydov
de: Autor: Denis Davydov
es: Autor: Denis Davydov
fr: Auteur: Denis Davydov
it: Autore: Denis Davydov
ja: 作者: Denis Davydov
ru: Автор: Денис Давыдов
tr: Yazar: Denis Davydov
uk: Автор: Денис Давидов
zh_hans: 作者: Denis Davydov

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭

source: Global hotkeys require Accessibility access. Please enable it in System Settings → Privacy & Security → Accessibility
de: Globale Tastenkürzel erfordern Bedienungshilfen-Zugriff. Bitte aktivieren Sie ihn in Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen
es: Los atajos globales requieren acceso de accesibilidad. Por favor, actívelo en Configuración del Sistema → Privacidad y Seguridad → Accesibilidad
fr: Les raccourcis globaux nécessitent l'accès d'accessibilité. Veuillez l'activer dans Réglages Système → Confidentialité et sécurité → Accessibilité
it: Le scorciatoie globali richiedono l'accesso accessibilità. Abilitalo in Impostazioni di Sistema → Privacy e Sicurezza → Accessibilità
ja: グローバルショートカットにはアクセシビリティアクセスが必要です。システム設定 → プライバシーとセキュリティ → アクセシビリティで有効にしてください
ru: Для глобальных горячих клавиш требуется доступ к универсальному доступу. Включите его в Системных настройках → Конфиденциальность и безопасность → Универсальный доступ
tr: Global kısayollar Erişilebilirlik erişimi gerektirir. Lütfen Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik'te etkinleştirin
uk: Для глобальних гарячих клавіш потрібен доступ до спеціальних можливостей. Увімкніть його в Системних налаштуваннях → Конфіденційність і безпека → Спеціальні можливості
zh_hans: 全局快捷键需要辅助功能访问权限。请在系统设置 → 隐私与安全 → 辅助功能中启用

source: Grant Accessibility Access
de: Zugriff gewähren
es: Conceder acceso
fr: Accorder l'accès
it: Concedi accesso
ja: アクセスを許可
ru: Предоставить доступ
tr: Erişim izni ver
uk: Надати доступ
zh_hans: 授予访问权限

source: Hotkey:
de: Tastenkürzel:
es: Atajo:
fr: Raccourci:
it: Scorciatoia:
ja: ショートカット:
ru: Горячая клавиша:
tr: Kısayol:
uk: Гаряча клавіша:
zh_hans: 快捷键:

source: Hotkeys for individual languages
de: Tastenkürzel für einzelne Sprachen
es: Atajos para idiomas individuales
fr: Raccourcis pour les langues individuelles
it: Scorciatoie per le singole lingue
ja: 各言語のショートカット
ru: Горячие клавиши для отдельных языков
tr: Diller için kısayollar
uk: Гарячі клавіші для окремих мов
zh_hans: 各语言的快捷键

source: Interface language:
de: Oberflächensprache:
es: Idioma de la interfaz:
fr: Langue de l'interface:
it: Lingua interfaccia:
ja: インターフェース言語:
ru: Язык интерфейса:
tr: Arayüz dili:
uk: Мова інтерфейсу:
zh_hans: 界面语言:

source: Language 1:
de: Sprache 1:
es: Idioma 1:
fr: Langue 1:
it: Lingua 1:
ja: 言語 1:
ru: Язык 1:
tr: Dil 1:
uk: Мова 1:
zh_hans: 语言 1:

source: Language 2:
de: Sprache 2:
es: Idioma 2:
fr: Langue 2:
it: Lingua 2:
ja: 言語 2:
ru: Язык 2:
tr: Dil 2:
uk: Мова 2:
zh_hans: 语言 2:

source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
it: Avvia al login
ja: ログイン時に起動
ru: Запускать при входе
tr: Girişte başlat
uk: Запускати при вході
zh_hans: 登录时启动

source: License: MIT - Free for everyone
de: Lizenz: MIT - Kostenlos für alle
es: Licencia: MIT - Gratis para todos
fr: Licence: MIT - Gratuit pour tous
it: Licenza: MIT - Gratuito per tutti
ja: ライセンス: MIT - 誰でも無料
ru: Лицензия: MIT - Бесплатно для всех
tr: Lisans: MIT - Herkes için ücretsiz
uk: Ліцензія: MIT - Безкоштовно для всіх
zh_hans: 许可证: MIT - 免费供所有人使用

source: Made with Claude AI
de: Erstellt mit Claude AI
es: Hecho con Claude AI
fr: Créé avec Claude AI
it: Creato con Claude AI
ja: Claude AIで作成
ru: Сделано с помощью Claude AI
tr: Claude AI ile yapıldı
uk: Зроблено за допомогою Claude AI
zh_hans: 使用 Claude AI 制作

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ru: Не выбран
tr: Seçilmedi
uk: Не обрано
zh_hans: 未选择

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
ja: 未設定
ru: Не задано
tr: Ayarlanmadı
uk: Не задано
zh_hans: 未设置

source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ru: Открыть настройки
tr: Ayarları aç
uk: Відкрити налаштування
zh_hans: 打开设置

source: Press keys...
de: Tasten drücken...
es: Presiona las teclas...
fr: Appuyez sur les touches...
it: Premi i tasti...
ja: キーを押してください...
ru: Нажмите клавиши...
tr: Tuşlara bas...
uk: Натисніть клавіші...
zh_hans: 按下按键...

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ru: Выйти
tr: Çıkış
uk: Вийти
zh_hans: 退出

source: Remove hotkey
de: Tastenkürzel entfernen
es: Eliminar atajo
fr: Supprimer le raccourci
it: Rimuovi scorciatoia
ja: ショートカットを削除
ru: Удалить горячую клавишу
tr: Kısayolu kaldır
uk: Видалити гарячу клавішу
zh_hans: 移除快捷键

source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
it: Impostazioni
ja: 設定
ru: Настройки
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

source: Settings...
de: Einstellungen...
es: Configuración...
fr: Réglages...
it: Impostazioni...
ja: 設定...
ru: Настройки...
tr: Ayarlar...
uk: Налаштування...
zh_hans: 设置...

source: Show language indicator
de: Sprachanzeige anzeigen
es: Mostrar indicador de idioma
fr: Afficher l'indicateur de langue
it: Mostra indicatore lingua
ja: 言語インジケーターを表示
ru: Показывать индикатор языка
tr: Dil göstergesini göster
uk: Показувати індикатор мови
zh_hans: 显示语言指示器

source: Toggle between two languages
de: Zwischen zwei Sprachen wechseln
es: Alternar entre dos idiomas
fr: Basculer entre deux langues
it: Passa tra due lingue
ja: 2つの言語を切り替える
ru: Переключение между двумя языками
tr: İki dil arasında geçiş yap
uk: Перемикання між двома мовами
zh_hans: 在两种语言之间切换

source: OK
es: Aceptar
tr: Tamam
zh_hans: 好

source: Version 1.0
es: Versión 1.0
it: Versione 1.0
ja: バージョン 1.0
ru: Версия 1.0
tr: Sürüm 1.0
uk: Версія 1.0
zh_hans: 版本 1.0
